import zdobuvatyDruziv from "./../img/covers/zdobuvaty_druziv.jpg";
import movaTila from "./../img/covers/mova_tila.jpg";
import stoPravilUspeshnih from "./../img/covers/100_pravyl_uspishnyh.jpg";
import institute from "./../img/covers/institute.jpg";
import biologiyaPovedinky from "./../img/covers/biologiya_povedinky.jpg";
import tocknyiYakGodynnyk from "./../img/covers/tocknyi_yak_godynnyk.jpg";
import faktorChechillya from "./../img/covers/faktor_chechillya.jpg";
import vstupDoPsyhoanalizu from "./../img/covers/vstup_do_psyhoanalizu.jpg";
import twentyOneLesson from "./../img/covers/21_yrok_dlya_21_stolittya.jpg";
import konkurentnaPerevaga from "./../img/covers/konkurentna_perevaga.jpg";
import budLiderom from "./../img/covers/bud_liderom.jpg";
import korotkaIstoriya from "./../img/covers/korotka_istoria_maizhe_vsiogo.jpg";
import povedinkovaEkonomika from "./../img/covers/povedinkova_ekonomika.jpg";
import vzuttyaButtya from "./../img/covers/vzuttya-buttya.jpg";
import zbroyaMicroby from "./../img/covers/zbroya_microby_stal.jpg";
import zakonyLudskoiPrurody from "./../img/covers/zakony_ludskoi_pryrody.jpg";
import tak60Sekretiv from "./../img/covers/tak_60_sekretiv.jpg";
import tsyfrovaFortetsya from "./../img/covers/tsyfrova_fortetsya.jpg";
import chydoviyRanok from "./../img/covers/chydoviy_ranok.jpg";
import prodano from "./../img/covers/prodano.jpg";
import economikaPonchika from "./../img/covers/economika_ponchika.jpg";
import pravylaInvestuvannya from "./../img/covers/pravyla_investuvannya.jpg";
import shkuraUGri from "./../img/covers/shkura_u_gri.jpg";
import willSmith from "./../img/covers/will_smith.jpg";
import henryFord from "./../img/covers/henry_ford.jpg";
import pravylaKariery from "./../img/covers/pravyla_kariery.jpg";
import pravylaMyslennya from "./../img/covers/pravyla_myslennya.jpg";
import nespodivaneKino from "./../img/covers/nespodivane-kino.jpg";
import naZahidnomuFronti from "./../img/covers/na_zahidnomu_fronti.jpg";
import chornyiLybid from "./../img/covers/chornyi_lybid.jpg";
import omriyanyiRym from "./../img/covers/omriyanyi_rym.jpg";
import myslennyaShvydke from "./../img/covers/myslennya_shvydke.jpg";
import zberySvoeLaino from "./../img/covers/zbery_svoe_laino.jpg";
import shym from "./../img/covers/shym.jpg";
import dodaemo_spivzaleznist from "./../img/covers/dodaemo_spivzaleznist.jpg";
import vygoriannya from "./../img/covers/vygoriannya.jpg";

const books = [
  {
    id: 0,
    bookName: "Як здобувати друзів і впливати на людей",
    image: zdobuvatyDruziv,
    author: "Дейл Карнегі",
    price: "300",
    availability: true,
    description:
      '📚 Один з найбільш новаторських і позачасових бестселерів Дейла Карнегі "Як здобувати друзів і впливати на людей", розповість вам про:\n- Шість способів, як сподобатися людям;\n- Дванадцять способів, як змусити людей думати як ви;\n- Дев\'ять способів, як змінити людей, не образивши їх; та ін.\n\n📚 Бестселер "Як подолати неспокій та почати жити", який розійшовся по світу величезними накладами, допоміг мільйонам людей подолати звичку хвилюватися. Автор пропонує ряд практичних порад, якими ви можете скористатися сьогодні, у динамічному світі ХХІ сторіччя, — вони стануть вам у пригоді упродовж усього життя! Ця книга дасть те натхнення, якого вам не вистачає щоб бути щасливим незалежно від обставин вашого життя. Дозвольте цій книзі змінити на краще ваше життя. Не варто жити у тривогах та напрузі, що не дозволяють вам тішитися повноцінним, активним та щасливим життям!\n\n📚 Бестселер "Як насолоджуватися своїм життям і отримувати задоволення від роботи" навчить вас, як можна наповнити своє життя відчуттям гармонії та цілеспрямованості, як зробити кожен день більш радісним і корисним, як підвищити свою працездатність і насолоджуватися своєю роботою. Дозвольте цій книзі змінити на краще ваше життя і відкрити в собі таланти, про які ви навіть не здогадувалися.',
  },

  {
    id: 1,
    bookName: "Мова тіла",
    image: movaTila,
    author: "Алан і Барбара Пізи",
    price: "200",
    availability: true,
    description:
      "🤝Алан і Барбара Пізи, експерти в галузі комунікації, дослідники мови рухів тіла й автори багатьох всесвітньовідомих бестселерів, навчать вас читати думки, а, отже, передбачати наміри оточуючих по їхнім жестам, міміці та позам. Здобуті у цій книзі знання та навички допомагатимуть вам за будь-яких обставин почуватися впевнено і невимушено, оскільки ви знатимете, що насправді думають чи мають на меті ваші співрозмовники.\n\nВивчайте мову рухів тіла, і ви неодмінно досягнете успіху в особистому, дружньому і діловому спілкуванні, під час прийняття важливих рішень.",
  },

  {
    id: 2,
    bookName: "100 правил успішних людей",
    image: stoPravilUspeshnih,
    author: "Найджел Камберленд",
    price: "210",
    availability: true,
    description:
      "🔥 Чи знаєте ви хоча б одну людину, яка не прагне стати успішнішою?\n\nНеважливо, про яку сферу нашого буття ідеться - роботу, навчання, стосунки в родині чи, скажімо, особистий розвиток, усі ми мріємо змінити щось у житті, перетворити його на більш цікаве, наповнене та самодостатнє. Проте не кожному вистачає наснаги зробити перший крок до змін та розуміння того, з чого слід починати.\n\nАвтор цієї книги без зайвих теоретичних викладок і зарозумілих повчань пропонує ідеї, які наблизять вас до омріяного успіху, а також дає практичні поради стосовно того, як ці ідеї втілити в життя. Все дуже просто і доступно. І ви маєте можливість у цьому переконатись.\n\nУ своїй книзі Найджел Камберленд зібрав 100 правил, опанувавши які, ви досягнете будь-яких цілей. Засвоїти ці правила вам допоможуть спеціальні вправи, виконуючи які, ви поступово відмовитесь від звичок, які вас приторможують, і виробите нові звички, які приведуть вас до благополуччя.",
  },

  {
    id: 3,
    bookName: "Інститут",
    image: institute,
    author: "Стівен Кінг",
    price: "330",
    availability: true,
    description:
      "🏫 Тієї ночі почався кошмар. Батьків Люка вбили, а самого хлопця закинули в позашляховик та повезли в невідомому напрямку. Він приходить до тями в місці, яке називають Інститутом.\n\nТаке собі гетто для дещо… незвичайних дітей. Їх викрадають і тримають тут, наче піддослідних щурів. Директорка місіс Сіґсбі та співробітники цієї зловісної установи безжально «викачують» з дітей їхні телепатичні й телекінетичні здібності. Нова знайома Люка каже, що звідси неможливо втекти.\n\nАле він має спробувати…",
  },

  {
    id: 4,
    bookName: "Біологія поведінки",
    image: biologiyaPovedinky,
    author: "Роберт Сапольскі",
    price: "470",
    availability: true,
    description:
      "📚 Чому люди рятують і вбивають, пробачають і мстяться, люблять і ненавидять? Один вказуватиме на емоції, другий — на гормони, третій шукатиме причини в дитинстві, а четвертий — у середовищі. Хто має рацію? Усі й ніхто водночас. Бо для повної картини потрібні аргументи з кожної галузі.\n\nЯк пояснити пасивну агресію «підрізаного» водія? Чому в підлітковому віці дітям «зносить дах» і вони втікають із дому чи ув’язуються в сумнівні компанії? Чому нас нудить не тільки від зіпсованої їжі, а й від подій? Як вияв люті однієї людини зміг перерости у 20-мільйонний протест — Арабську весну? Це й інше в людській поведінці різнобічно пояснює Сапольскі.\n\nДля широкого кола читачів, усіх, хто хоче дослідити біологію насильства, агресії та конкуренції — типів поведінки й імпульсів, що за ними стоять, вчинків індивідів, груп і держав, а також дізнатись про те, чого біологія може навчити нас: співпраці, потребі в симпатії, примиренню, емпатії й альтруїзму.",
  },

  {
    id: 5,
    bookName: "Точний як годинник",
    image: tocknyiYakGodynnyk,
    author: "Майк Міхаловіц",
    price: "230",
    availability: true,
    description:
      "⏱ Прагнете ефективніше розвивати власний бізнес? Отримувати більший прибуток, витрачаючи на роботу менше часу? Не боятися, що без вашої постійної присутності усе просто розвалиться?\n\nМегакрутий підприємець та стартапер Майк Міхаловіц переконує: обов’язки можна і треба делегувати, а бізнес — оптимізувати, зробивши всі процеси точними, як годинник. Низка потужних стратегій допоможе переформатувати керування бізнесом у максимально автономний режим — без щоденної роботи до ночі, безкінечної комунікації з клієнтами та гори дедлайнів.\n\nСтратегія Майка Міхаловіца — шлях до бізнесу, що працюватиме на вас, а не навпаки.",
  },

  {
    id: 6,
    bookName: "Фактор Черчилля",
    image: faktorChechillya,
    author: "Боріс Джонсон",
    price: "250",
    availability: true,
    description:
      "Книга Боріса Джонсона — це історія про те, як ексцентричний геній Черчилля, прем’єр-міністра Великої Британії, одного з найвизначніших лідерів ХХ століття, формував світову політику. Аналізуючи досягнення й помилки, а також міфи, які супроводжували цю видатну постать, Джонсон зобразив Черчилля як незрівнянного стратега, людину надзвичайно сміливу, красномовну й глибоко гуманну. Безстрашний на полі бою, один із найкращих ораторів усіх часів, лауреат Нобелівської премії з літератури, Вінстон Черчилль спростував думку, що історія — це місце дії великих знеособлених сил.\n\nЖиття цього чоловіка є доказом того, що одна людина — відважна, геніальна, визначна — може впливати на світовий лад",
  },

  {
    id: 7,
    bookName: "Вступ до психіатрії та психоаналізу",
    image: vstupDoPsyhoanalizu,
    author: "Ерік Берн",
    price: "270",
    availability: true,
    description:
      "🧠Що таке соціопатія та про що сигналізують сновидіння? Чому в людей виникають залежності й неврози? Що ефективніше: шокова терапія, групові сеанси чи транквілізатори? Чому візит до психотерапевта не завжди допомагає і як самотужки оволодіти навичками психоаналізу?\n\nДоктор зі світовим іменем Ерік Берн докладно, зрозуміло й не нудно відповідає на ці та інші запитання, що стосуються психіатрії та психоаналізу.\n\nЩо таке підсвідомість і чому люди бачать сни; як будуються стосунки між homo sapiens; чому люди божеволіють та що таке невротичний синдром; що насправді криється під фразою «піти до психіатра» та чи дійсно візит до спеціаліста здатен зцілити психічні хвороби? Питання, які хвилюють не лише представників професії, а й звичайних людей, котрі прагнуть розібратися в хитросплетіннях власної психіки, не потонувши в морі специфічної термінології.",
  },

  {
    id: 8,
    bookName: "21 урок для 21-го століття",
    image: twentyOneLesson,
    author: "Ювал Ной Харарі",
    price: "270",
    availability: true,
    description:
      "Минуле людства у книзі «Sapiens». Далеке майбутнє у книзі «Homo Deus». Саме настав час замислитися над питаннями сьогодення.\n\nЩо можна зробити з епідемією фейкових новин? Чому ліберальна демократія зазнає кризи? Чи повернеться Бог? Чи наближається нова Світова війна? Яка цивілізація доміную в світі - Захід, Китай, іслам? Чи варто Європі тримати відкритими двері для іммігрантів? Чи може націоналізм вирішити проблеми нерівності й зміни клімату? Що треба вчинити з тероризмом?\n\nУ третій книзі Ювала Ноя Харарі простих відповідей не буде. Проте захоплива подорож навколо глибокого смислу подій, що відбувається сьогодні - гарантована.",
  },

  {
    id: 9,
    bookName: "Конкурентна перевага",
    image: konkurentnaPerevaga,
    author: "Майкл Портер",
    price: "300",
    availability: true,
    description:
      '🔥 Конкурентна перевага вводить цілком новий спосіб розуміння того, що робить фірма. Новаторська концепція Майкла Портера про ціннісний ланцюжок розбиває компанію на "діяльність", або дискретні функції або процеси, що представляють собою елементарні блоки конкурентних переваг.\n\nТе, що фрази "конкурентна перевага" і "стабільна конкурентна перевага" стали звичним явищем, є свідченням сили ідеї Портера. Конкурентна перевага керує незліченними компаніями, студентами бізнес-шкіл і вченими у розумінні коріння конкуренції.\n\nКнига Портера відображає надзвичайну складність конкуренції та робить стратегію конкретною та дієвою.',
  },

  {
    id: 10,
    bookName: "Будь лідером",
    image: budLiderom,
    author: "Стів Мак-Клатчі",
    price: "200",
    availability: true,
    description:
      "☝️ Бути лідером означає не просто вміти керувати робочими процесами, а й досягати в цьому максимальної професійності та ефективності.\n\nСтів Мак-Клатчі у своїй книжці радить, як стати ефективним, змінивши лише одне: спосіб ухвалення рішень.\n\nДля цього треба навчитися трьох простих речей: правильно визначати пріоритети, планувати й додержуватися плану, адже ваше життя залежить від того, як саме вам це вдасться. Завдяки дієвим порадам автора, одного з визначних міжнародних бізнес-консультантів, ви дізнаєтесь, як стати ефективнішим без стресу та перевтоми.",
  },

  {
    id: 11,
    bookName: "Коротка історія майже всього на світі",
    image: korotkaIstoriya,
    author: "Білл Брайсон",
    price: "210",
    availability: true,
    description:
      "🌍 Науково-популярний бестселер, що здобув відзнаку Aventis Лондонського королівського товариства та Міжнародну премію Рене Декарта.\n\nЯкщо у школі ви захоплено розглядали схему внутрішньої будови Землі чи із цікавістю вивчали сполуки хімічних елементів, ця книжка напевне стане вашою улюбленою. Якщо ж наука видається вам нудною й незрозумілою, Білл Брайсон переверне ваші уявлення! Роками вивчаючи наукові праці та спілкуючись з антропологами, математиками, астрономами й фахівцями інших наук, автор оповідає історію про все на світі: від Великого вибуху й до розквіту цивілізації.",
  },

  {
    id: 12,
    bookName: "Поведінкова економіка",
    image: povedinkovaEkonomika,
    author: "Річард Талер",
    price: "350",
    availability: true,
    description:
      "🔥 За класичною економічною теорією, люди діють раціонально. Та й самі ми схильні думати, що ухвалюємо рішення з максимальною вигодою для себе. Однак нашим вибором часто керують емоції, і Річард Талер на основі численних досліджень та прикладів із життя переконає вас у цьому. Яких помилок ми як споживачі припускаємося щодня? За яких обставин ми більше схильні до ризику та як ефективно заощаджувати кошти? Про розумні капіталовкладення, гіпотезу ефективного ринку, фреймінг, про наші упередження та самоконтроль він розповідає не лише зрозуміло та цікаво, а й навіть із гумором.\n\nДЛЯ КОГО КНИЖКА ?\n\nДля бізнесменів, маркетологів, державних управлінців, політиків, а також для всіх, хто цікавиться поведінковою економікою та психологією, зокрема процесом прийняття рішень.",
  },

  {
    id: 13,
    bookName: "Взуття-буття | Історія NIKE ",
    image: vzuttyaButtya,
    author: "Філ Найт",
    price: "330",
    availability: true,
    description:
      "🔥 Мало хто знає, що Філ Найт у підлітковому віці не мав змоги купити собі якісні кросівки. Ця історія — про величну взуттєву компанію, що почалася з півсотні позичених доларів.\n\n«Взуття-буття» — про те, як із пустими кишенями укладати багатомільйонні угоди й залишатися у виграші. Про те, як зібрати команду професіоналів і за роки роботи втратити лише двох топ-менеджерів. Про біг як спосіб ведення бізнесу та філософію.\n\nФіл Найт — загадкова постать у сфері бізнесу. Він рідко дає інтерв’ю. Ця книжка — рідкісна можливість дізнатися справжню історію Nike.\n\nЯк купити у майбутньому всесвітньо відомий логотип за 30 доларів? Як побудувати імперію, не маючи значного стартовго капіталу?",
  },

  {
    id: 14,
    bookName: "Зброя, мікроби і сталь",
    image: zbroyaMicroby,
    author: "Джаред Даймонд",
    price: "540",
    availability: true,
    description:
      "📖 Ця книга — погляд на історію людства під абсолютно новим кутом. Наприклад, чому європейці змогли підкорити космос, а корінні племена Австралії так і залишилися в палеоліті?\n\nДжаред Даймонд не згоден з думкою, що ця перевага викликана перевагою генетики, культури або розумових здібностей євразійської цивілізації.\n\nАвтор виділяє три основні чинники розвитку цивілізації: вогнепальна зброя, хвороботворні мікроби і сталь. Спираючись на різноманітні науки: еволюційну біологію, лінгвістику, археологію, палеонтологію і безліч інших, автор наводить нас до розуміння того, чому наш світ влаштований саме таким, яким ми можемо спостерігати його з вікна нашої вітальні.",
  },

  {
    id: 15,
    bookName: "Закони людської природи",
    image: zakonyLudskoiPrurody,
    author: "Роберт Грін",
    price: "420",
    availability: true,
    description: `Ми соціальні тварини. Все наше життя тримається на стосунках з іншими людьми. Знання про те, чому люди поводяться саме так, а не інакше, — це найважливіший інструмент, який ми можемо здобути. Без цього знання навіть видатні здібності не гарантують успіху.\n\n    Спираючись на ідеї Перікла, королеви Єлизавети I, Мартіна Лютера Кінга-молодшого й багатьох інших видатних постатей та досліджуючи їхній життєвий шлях, автор докладно розповідає, як відсторонитися від власних емоцій та оволодіти самоконтролем, як виробити в собі емпатію, що допомагає глибше розуміти людей, як навчитися зазирати під маски й уникати конформізму, завжди пам’ятаючи про своє призначення. У цій книжці ви знайдете чудові тактики успіху, самовдосконалення та самозахисту, які вам завжди стануть у пригоді — на роботі, в стосунках, у спробах змінити світ навколо себе.`,
  },

  {
    id: 16,
    bookName: "Цифрова фортеця",
    image: tsyfrovaFortetsya,
    author: "Ден Браун",
    price: "260",
    availability: true,
    description: `🗝️ Автор супербестселера десятиліття пропонує вам зламати ще один код - надскладний, що таїть в собі небезпеку і загрозу для всього світу!\n\nАле... хто придумав цей код?! Чого він домагається?! Навіщо вступив в безжальну гру з Агентством національної безпеки США?!\n\nЗброя загадкового ворога - всього лише набір символів і букв. За розшифровку береться найкращий криптограф Америки Сьюзан Флетчер. І те, що вона виявляє, ставить під загрозу не тільки найважливіші розробки спецслужб США, але і долі мільйонів людей... З цієї секунди на Сьюзан починається справжнє полювання...\n\nСюжет розгортається надшвидко, головоломки та несподіванки трапляються на кожному кроці, тож навіть найдосвідченіші читачі візьмуть під сумнів власні здогади.`,
  },

  {
    id: 17,
    bookName: "ТАК! 60 секретів із науки переконання",
    image: tak60Sekretiv,
    author: "Роберт Чалдині",
    price: "160",
    availability: true,
    description: `🤝Щодня ми стикаємося з проблемою як переконати інших робити те, що ми хочемо. Що змушує людей казати «так» на наші прохання? Ця книга містить десятки порад, найцитованішого фахівця з питань впливу, професора Роберта Чалдині, які вам неодмінно знагодяться. І, застосовуючи їх, ви зможете переконувати як на роботі, так і вдома, докладаючи менше зусиль.\n\nВи дізнаєтеся, як говорити, щоб слухачам не було нудно, що ви можете зробити на роботі, щоб підвищити свій вплив на інших, і чому бути другим гірше, ніж третім. Прочитавши цю книгу, ви побачите, як незначні зміни в підході до спілкування матимуть значний вплив на ваш успіх.`,
  },

  {
    id: 18,
    bookName: "Чудовий ранок",
    image: chydoviyRanok,
    author: "Гел Елрод",
    price: "230",
    availability: true,
    description: `🌅 Кожен ранок починається з роздратованого вимикання будильника та надії продовжити сон «ще на п'ять хвилин», але при цьому хочете встигати більше? Тоді книга «Чудовий ранок. Як не проспати життя» написана для вас!\n\n«Чудовий ранок. Як не проспати життя» — вражаючий мотиваційний бестселер про тайм-менеджмент, який навчить не просто рано вставати, але й реалізовувати потенціал, використовувати час по-максимуму та втілювати в життя найсміливіші мрії.`,
  },

  {
    id: 19,
    bookName: "Продано!",
    image: prodano,
    author: "Джеб Блаунт",
    price: "380",
    availability: true,
    description: `💰 Хочете укладати більше угод і отримувати вищі доходи? Маєте амбітні плани прокласти собі шлях до президентства в компанії, де працюєте? Якщо відповідь ствердна, то ця книжка саме для вас.\n\nЩойно ви зрозумієте, що перемови — повноцінна частина продажу і їх не слід розглядати окремо, як майстерний контроль над комерційним процесом буде майже встановлено. Від вас вимагатимуть особливого налаштування й планування, тактики й техніки, а головне — високого емоційного інтелекту. Якщо життя до такого не готувало, це видання кидатиме виклик, часом тиснутиме, а деколи й змусить усміхнутися.\n\nПриберіть свої внутрішні бар’єри та відкрийте розум, бо тут, у «Продано!», повно жорстких і неприкритих істин. Сучасні покупці та спеціалісти із закупівель навчені стояти на своєму, але будьте певні: із цією книжкою ви продаватимете більше за конкурентів!`,
  },

  {
    id: 20,
    bookName: "Економіка пончика",
    image: economikaPonchika,
    author: "Кейт Реворт",
    price: "315",
    availability: true,
    description: `💰 Cучacний cвiт дocягнув нaдзвичaйнoгo пpoгpecу. Oднaк вeликi пpoблeми, щo зaгpoжують дoбpoбуту людeй, нiкуди нe зникли. Нa жaль, нинiшнє eкoнoмiчнe миcлeння цьoгo нe вpaxoвує, тoму йoгo пoтpiбнo тpaнcфopмувaти вiдпoвiднo дo peaлiй XXI cтoлiття. У цьoму пepeкoнaнa дocлiдниця Кeйт Poвopт, якa виcунулa нoву eкoнoмiчну тeopiю, вiдoму як «eкoнoмiкa пoнчикa».\n\nЩo xoвaєтьcя зa тaкoю яcкpaвoю нaзвoю? Чoму вapтo нe гaнятиcя зa ВВП, a жити збaлaнcoвaнo? Як змicтити aкцeнт зi зpocтaння eкoнoмiки нa пpoцвiтaння людcтвa? У цiй книжцi aвтopкa вiдпoвiдaє нa бaгaтo зaпитaнь, poзкaзує пpo ciм нoвиx cпocoбiв миcлити як eкoнoмicт XXI cтoлiття й oпиcує, як зaвдяки її кoнцeпцiї виpiшити aктуaльнi пpoблeми людcтвa.`,
  },

  {
    id: 21,
    bookName: "Правила інвестування Воррена Баффета",
    image: pravylaInvestuvannya,
    author: "Джеремі С. Міллер",
    price: "420",
    availability: true,
    description: `💰 Воррен Баффет — відомий та успішний інвестор, один із найбагатших людей у світі, відрізняється індивідуальним стилем у веденні справ, уже давно його вважають гуру інвестування, позаочі називають «оракулом» і «мудрецем».\n\nВ одній зі своїх перших компаній Buffett Partnership Limited, заснованій 1956 року, Баффет увів правило писати листи акціонерам, інформуючи їх про стан бізнесу й викладаючи принципи, якими керувався, ухвалюючи операційні рішення. Ці роки були найуспішнішими для компанії, показники прибутковості сягали найвищих індексів.\n\nНарешті цю книгу видано українською мовою, і вона неодмінно стане в пригоді українським інвесторам, а значить, принесе користь для економіки України.`,
  },

  {
    id: 22,
    bookName: "Шкура у грі",
    image: shkuraUGri,
    author: "Насім Ніколас Талеб",
    price: "250",
    availability: true,
    description: `🔥 Той, хто отримує винагороду, має також брати на себе частину відповідальності. Ризикнути власною шкурою у грі. Саме цей принцип обмежить наслідки породжених цивілізацією суперечностей: між діями і балаканиною, справжнім і штучним, силою й імітацією, намірами й результатами, любов’ю і грішми, авторами й редакторами, політикою та політиками.\n\nУ цій книжці філософ і фінансовий гуру Насім Талеб аналізує чотири аспекти людського життя: надійність і невизначеність знань; симетрію людської діяльності, втілену в справедливості, правосудді, відповідальності та взаємодії; обмін інформацією, а також раціональність у реальному світі. Нероздільність цих чотирьох аспектів очевидна тоді, коли на кін ставиться... власна шкура.`,
  },

  {
    id: 23,
    bookName: "Вілл Сміт",
    image: willSmith,
    author: "Марк Менсон",
    price: "400 ",
    availability: true,
    description: `🔥 Один із найдинамічніших і всесвітньовідомих акторів нашого часу розкриває усю правду про власне життя.\n\nУ своїй сміливій і вражаючій книзі він говорить про свій непростий шлях до того місця, де поєднуються зовнішній успіх, внутрішнє щастя і єднання з людьми – він говорить про найдивовижний шлях у музиці й кінематографі, який будь-хто проходив.\n\nКнига Вілла Сміта написана у співавторстві з Марком Менсоном, автором таких, бестселерів, як «Тонке мистецтво пофігізму», «Все хреново. Книга про надію», «Чоловічі правила: Відносини, секс, психологія», що надали книзі непотоврного гумору і глибини.`,
  },

  {
    id: 24,
    bookName: "Генрі Форд",
    image: henryFord,
    author: "",
    price: "230 ",
    availability: true,
    description: `🔥 Про Генрі Форда ще за його життя складали легенди, та й досі певні факти його біографії не є остаточно підтвердженими чи спростованими. Проте, незаперечним залишається те, що сенсом його життя була робота. Понад усе Форд прагнув створити машину,яка працюватиме вічно. На шляху до втілення мрії він завдяки вірі у неможливе здійснив переворот у мисленні власного оточення й майбутніх поколінь, які теж змінили своє ставлення до грошей, успішного бізнесу й роботи.\n\nФорд вважав, що саме мислення є найважчою роботою, на яку здатна людина. Це, ймовірно, є причиною, чому ми маємо так мало мислителів. Форд невтомно шукав відповіді на складні питання людської історії, як-от: чому існує бідність; що робить гроші грошима і які можливі трюки в рамках нинішньої фінансової системи, через які різні нації й народи потрапляють під контроль небагатьох людей; чого очікувати від майбутнього...\n\nПро це, а також про те, як виглядає і працює ідеальний продавець у компанії Форда, чи справді нам потрібні автомобілі і навіщо привчати дітей інвестувати в себе прочитаєте на сторінках цієї унікальної книги.`,
  },

  {
    id: 25,
    bookName: "Правила кар’єри",
    image: pravylaKariery,
    author: "Річард Темплар",
    price: "240 ",
    availability: true,
    description: `📈 В одному з найуспішніших світових бестселерів про правила кар'єри викладено настанови від Річарда Темплара, які надихають вас і змінять ваше життя. У книзі, яка містить резонні поради, варті глибокої уваги ідеї, практичні стратегії, прагматичну мудрість, автор із немалою часткою гумору просто й чітко пояснює 100 принципів щасливого, успішного та приємного трудового шляху.\n\nРічард Темплар - автор численних бестселерів, присвячених саморозвитку, кар'єрному росту й досягненню успіху в житті, пропонує 100 правил, необхідних для просування службовими сходами.`,
  },

  {
    id: 26,
    bookName: "Правила мислкння",
    image: pravylaMyslennya,
    author: "Річард Темплар",
    price: "240 ",
    availability: true,
    description: `💭 Правила мислення — це ключові принципи того, як приймати розумні рішення, боротися з прокрастинацією, знати, коли піти на компроміс, уникати помилок, знаходити різні варіанти, ефективно думати разом з іншими, зберігати активність розуму, мислити креативно, підтримувати позитивні думки. Засвоївши ці правила, ви станете людиною, яка завжди знає, чого вона хоче.`,
  },

  {
    id: 27,
    bookName: "Несподіване кіно",
    image: nespodivaneKino,
    author: "Наталія Ясіновська",
    price: "150 ",
    availability: true,
    description: `🔥 🎞️ Дарка й Кет не уявляють свого життя без танців. Оля намагається знайти друзів у новій школі й підтримати тата після розлучення. Олега вже не перший рік мучить головний біль. А Дмитро не знає, що сказати дівчині, яка йому подобається. Життя цих підлітків химерно переплітаються й утворюють дивні комбінації, а часом нагадують кіно.\n\nВтрачена дружба, токсичні стосунки і спроби повернутися до нормального життя… У цій збірці оповідань є місце радості й суму, дружбі й коханню, сумнівам і підтримці.`,
  },

  {
    id: 28,
    bookName: "На Західному фронті без змін",
    image: naZahidnomuFronti,
    author: "Еріх Марія Ремарк",
    price: "210 ",
    availability: true,
    description: `🪖 Це історія Пауля Боймера і його товаришів, у яких відібрали життя й відправили в окопи. На багато років їхньою роботою стало вбивати. Одне з відкриттів героя книги: я завжди думав, що все проти війни, поки не дізнався, що є ті, які за неї, особливо ті, кому не треба на неї йти.\n\nРемарк настільки красномовно описує події, що читач відчуває, як свистить шрапнель і рвуться снаряди, чує стогін солдатів, які гинутьт. Автор розповідає про життя солдата на фронті й вдома, його думки, страхи й почуття. Трагічні сцени чергуються з кумедними ситуаціями і це дає реальну картину життя солдатів у воєнний час.`,
  },

  {
    id: 29,
    bookName: "Чорний лебідь",
    image: chornyiLybid,
    author: "Нассім Ніколас Талеб",
    price: "270 ",
    availability: true,
    description: `🔥 Як часто ваше життя змінювалося через непередбачувані, незаплановані події - непомітно чи різко, на краще чи на гірше? Як часто ви навіть не усвідомлювали, наскільки важливим був вплив випадкових подій на ваше життя?\n\nЦе — «чорні лебеді», рідкісні події, які неможливо передбачити. Насім Талеб у своїй книзі досліджує не лише теорію вірогідності виникнення цих подій, а й їхній вплив на історію людства. Талеб аналізує те, як ми пояснюємо «чорних лебедів», як шукаємо у них закономірності і як це впливає на нас у загальнолюдському та індивідуальному масштабах.`,
  },

  {
    id: 30,
    bookName: "Омріяний Рим",
    image: omriyanyiRym,
    author: "Боріс Джонсон",
    price: "240 ",
    availability: true,
    description: `🏛️ Вiд чaciв пaдiння Pимcькoї iмпepiї визнaчнi євpoпeйcькi пoлiтики, як-oт Кapл Вeликий i Нaпoлeoн, нaмaгaлиcя вiдтвopити її бaгaтoвiкoвi нaдбaння й дocвiд упpaвлiння. Тa жoднiй дepжaвi-cпaдкoємицi цe нe вдaлocя.\n\nБopic Джoнcoн poзкpивaє ceкpeти уcпixу Pимcькoї iмпepiї, нaмaгaючиcь винecти пeвну нaуку для cучacнoї пoлiтики, зoкpeмa для Євpoпeйcькoгo Coюзу. Мpiю пpo Pим плeкaють як мoжливicть дocягти злaгoди, пpoцвiтaння тa eфeктивнoї взaємoдiї нapoдiв, якi мoгли б нa тлi piзниx пpiopитeтiв i пoлiтичниx мoтивiв вiднaйти iдeю cпiльнocтi тa миpнoгo cпiвicнувaння.\n\nЦя мaйcтepнo нaпиcaнa книжкa пepeкoнaє читaчa, щo oкpeмi пoлiтичнi iдeї дaвнix pимлян дoci живуть в кoлeктивнoму нecвiдoмoму, тa зa cвiжoгo їx iнтepпpeтувaння нинi мoжуть бути нaпpoчуд aктуaльнi.`,
  },

  {
    id: 31,
    bookName: "Мислення швидке й повільне",
    image: myslennyaShvydke,
    author: "Деніел Канеман",
    price: "390 ",
    availability: true,
    description: `🧠 Зазвичай ми вважаємо, що діємо раціонально. Але чи справді це так?\n\nНа основі досліджень із когнітивної та соціальної психології Деніел Канеман розкриває таємниці роботи людського мозку, описує неусвідомлені упередження, властивості інтуїтивного та усвідомленого мислення, роль емоцій в оцінних судженнях. Без цих знань ви ризикуєте зробити неправильний вибір у магазині, інвестувати в неуспішні проекти й загалом приймати неправильні рішення.\n\n«Мислення швидке й повільне» навчить вас ефективно користуватися обмеженим ресурсом уваги, ухвалювати рішення в умовах невизначеності й удосконалювати власні судження. Утім книжка не є сухою інструкцією з експлуатації мозку. Це психологічна драма з двома дійовими особами у вашій голові — інтуїтивним та усвідомленим мисленням.`,
  },

  {
    id: 32,
    bookName: "Сара Найт",
    image: zberySvoeLaino,
    author: "Збери своє лайно докупи",
    price: "230 ",
    availability: true,
    description: `🔥 Запишусь до спортзалу… завтра. Почну писати статтю… у вівторок. Оплачу рахунки… наступного тижня. Та годі вам! Так усе життя відкласти можна. Настав час зібратися.\n\nКнига пропонує навчитися організованості та самоконтролю.
    Зібрати власне лайно докупи допоможуть:
    • три прості інструменти для впорядкування мільйона завислих справ;
    • методики, завдяки яким ви припините виправдовувати власні лінощі;
    • поради щодо того, як зосередитися на найважливішому та навчитися розставляти пріоритети;
    • дещо цікаве про негативне мислення, через яке ваші таск-листи стають нескінченними.\n\nРозірвіть абсурдний цикл самосаботажу, щоб нарешті дістати можливість бути організованим та щасливим!`,
  },

  {
    id: 33,
    bookName: "ШУМ | Хибність людських суджень",
    image: shym,
    author: "Деніел Канеман",
    price: "390 ",
    availability: true,
    description: `⚖️ Книга показує, як шум впливає на різні сфери життя — медицина, судова система, політика, командна робота, — та що ми можемо зробити, щоб його стало менше.\n\nДля всіх, кого цікавить ухвалення рішень і те, що на них впливає. Особливо для керівників, які хочуть вивести бізнес на вищий рівень.`,
  },

  {
    id: 34,
    bookName:
      "Долаємо співзалежність | Як припинити контролювати інших і почати дбати про себе",
    image: dodaemo_spivzaleznist,
    author: "Мелоді Бітті",
    price: "300 ",
    availability: true,
    description: `📖 Маєте проблеми із самооцінкою, знижений емоційний фон, понад усе боїтеся самотності?\nПочуваєтеся великими хрещеними матерями та батьками цього світу й задовольняєте, а чи й передбачаєте потреби інших, ігноруючи власні?\n\nВаш діагноз — співзалежність. Від цієї психічної патології потерпають мільйони людей, і вона виявляється в токсичних стосунках: подружніх, з батьками, колегами, друзями.\n\nДосить жити чужим життям і намагатися врятувати всіх ціною свого добробуту, розмиваючи особисті кордони! Необтяжливі опитування допоможуть визначити ваші координати в химерному світі співзалежності, і ви не пройдете повз вихід із цього лабіринту.`,
  },

  {
    id: 35,
    bookName: "Вигоряння",
    image: vygoriannya,
    author: "Емілі та Амелія Наґоскі",
    price: "150 ",
    availability: true,
    description: `🔥 Робочі проекти волають на роботі, а вдома — кличе купа немитого посуду та дитяча «домашка». Рахунки за комуналку самі себе не оплатять, звіт сам себе теж писати не хоче. А в тебе на все про все тільки дві руки і ті без манікюру, на який теж не вистачає ані часу, ані сил. Бо ти — вигоріла.\n\nЯк набридли одні й ті самі поради: займайтеся спортом, пийте овочеві смузі, будьте до себе милосердними, розфарбовуйте книжки, приймайте пахучі ванни, висловлюйте подяку... Тобі кажуть: «Ти маєш бути схожою на жінку з Instagram, із сяючою посмішкою, доглянутим волоссям, стаканчиком кави в руках та сповненої енергії». Досить цих патріархальних меж. Ми проти відірваних від реальності стереотипних порад для «щасливої жінки». І поки інші пані вперто прагнуть «мати все», ми навчимо тебе цінувати та любити те, що вже має кожна з нас, — себе: красиву, усміхнену та неповторну жінку..`,
  },
];

const reversedBooks = books.reverse();

export default reversedBooks;
